<h1 style="text-align: center;">MINISTERE DES BABIER GOATs</h1>
<div style="text-align: center; margin: 20px 0;">
<p>[LOGO UNIVERSIT&Eacute;]</p>
</div>
<h2 style="text-align: center;">UNIVERSITE FELIX HOUPHOUET BOIGNY</h2>
<h3 style="text-align: center;">UFR MATHEMATIQUES ET INFORMATIQUE FILLIERES PROFESSIONNALISEES MIAGE-GI</h3>
<div style="text-align: center; margin: 20px 0;">
<p>REPUBLIQUE DE COTE D'IVOIRE</p>
<p>UNION - DICIPLINE - TRAVAIL</p>
</div>
<div style="text-align: center; margin: 20px 0;">
<p>[LOGO BOA]</p>
<p>[LOGO KYRIA]</p>
</div>
<h2 style="text-align: center;">KYRIA CONSULTANCY SERVICES</h2>
<p style="text-align: center;">M&eacute;moire de fin de cycle pour l'obtention du :</p>
<p style="text-align: center; font-weight: bold;">Dipl&ocirc;me d'ing&eacute;nieur de conception en informatique</p>
<p style="text-align: center;">Option M&eacute;thodes Informatiques Appliqu&eacute;es &agrave; la Gestion des Entreprises</p>
<h2 style="text-align: center;">Th&egrave;me :</h2>
<p style="text-align: center; font-weight: bold;">MISE EN PLACE D'UN MODULE D'INTEGRATION ENTRE ATLANTIS CRM ET ATLANTIS SGO :</p>
<p style="text-align: center; font-weight: bold;">CAS DE LA BOA CAPITAL ASSET MANAGEMENT</p>
<p style="text-align: center; text-decoration: underline;">PRESENTE PAR :</p>
<p style="text-align: center;">M. KOET BI BOH CHABEL BAHI</p>
<h1>PRESENTATION DU CADRE DE REFERENCE</h1>
<p>KYRIA CONSULTANCY SERVICES (KYRIA-CS) est une soci&eacute;t&eacute; d'ing&eacute;nierie financi&egrave;re sp&eacute;cialis&eacute;e dans le conseil et la strat&eacute;gie, qui a d&eacute;velopp&eacute; des comp&eacute;tences compl&eacute;mentaires pour r&eacute;pondre aux besoins sp&eacute;cifiques de ses clients et &agrave; leur &eacute;volution.</p>
<p>Cr&eacute;&eacute;e en Mai 2019, KYRIA-CS fournit un conseil et un accompagnement qui s'articulent autour d'une id&eacute;e forte qui est de transformer une vision strat&eacute;gique en actions et en processus. Elle s'appuie sur les connaissances professionnelles de ces ing&eacute;nieurs, qui peuvent pleinement appr&eacute;hender le syst&egrave;me d'information de l'entreprise, &agrave; savoir la r&eacute;daction du cahier des charges, le d&eacute;veloppement logiciel et l'ing&eacute;nierie. Elle accompagne surtout les entreprises pr&eacute;sentent dans les domaines de la Finance, l'assurance, la mutualit&eacute;, l'industrie et l'audit.</p>
<p>Organisation, technologie et cr&eacute;ativit&eacute; repr&eacute;sentent le point culminant des r&eacute;flexions de l'entreprise. L'objectif de KYRIA est de fournir dans la dur&eacute;e, un service qui apportent une r&eacute;elle valeur ajout&eacute;e aux entreprises. L'ensemble des m&eacute;thodes de travail, des outils utilis&eacute;s et des programmes de formation vont dans le sens de l'innovation collaborative et assurent ainsi la p&eacute;rennit&eacute; de notre qualit&eacute; de service.</p>
<p>KYRIA organise ses activit&eacute;s m&eacute;tiers autour de quatre p&ocirc;les d'expertises :</p>
<ul>
<li><strong>La Strat&eacute;gie</strong> : Strat&eacute;gie op&eacute;rationnelle, technologique ou commerciale</li>
<li><strong>Le Conseil</strong> : Transformation des entreprises et des administrations dans le contexte de la r&eacute;volution num&eacute;rique</li>
<li><strong>Le Num&eacute;rique</strong> : Relation client, marketing num&eacute;rique, big data, technologies mobiles, gestion de contenus, e-commerce</li>
<li><strong>La Technologie</strong> : Services technologiques, conseil, Logiciels sectoriels, recherche et d&eacute;veloppement</li>
</ul>
<p>Pour la &laquo; valeur ajout&eacute;e &raquo;, KYRIA nous donnons &agrave; ses prestations :</p>
<ul>
<li>Un accompagnement personnalis&eacute;</li>
<li>Un conseil de proximit&eacute; fourni par des professionnels exp&eacute;riment&eacute;s</li>
<li>Une approche personnalis&eacute;e de niveau international.</li>
</ul>
<h1>INTRODUCTION : GENERALITE &amp; PROBLEMATIQUE</h1>
<h2>G&eacute;n&eacute;ralit&eacute;s</h2>
<p>Dans le contexte actuel de la transformation num&eacute;rique, les entreprises cherchent constamment &agrave; am&eacute;liorer leurs processus de gestion pour rester comp&eacute;titives et r&eacute;pondre aux besoins de leurs clients. Le secteur financier n'&eacute;chappe pas &agrave; cette r&eacute;alit&eacute;. Les institutions financi&egrave;res, telles que les banques et les soci&eacute;t&eacute;s de gestion d'actifs, adoptent de plus en plus de solutions technologiques avanc&eacute;es pour g&eacute;rer efficacement leurs relations avec les clients et les op&eacute;rations d'investissement. Les syst&egrave;mes de gestion de la relation client (CRM) et les logiciels de gestion d'actifs sont devenus des outils essentiels pour assurer la comp&eacute;titivit&eacute; et la p&eacute;rennit&eacute; des institutions financi&egrave;res sur les march&eacute;s globalis&eacute;s.</p>
<p>Sur le plan international, l'int&eacute;gration des syst&egrave;mes CRM avec d'autres syst&egrave;mes de gestion, comme les logiciels de gestion d'actifs, est devenue une n&eacute;cessit&eacute; pour garantir une vue unifi&eacute;e et coh&eacute;rente des op&eacute;rations clients. Cette int&eacute;gration permet non seulement de rationaliser les processus internes, mais aussi d'offrir une meilleure exp&eacute;rience client, en centralisant les informations et en facilitant l'acc&egrave;s &agrave; des donn&eacute;es cruciales pour la prise de d&eacute;cision.</p>
<p>Au niveau national, dans des pays comme la C&ocirc;te d'Ivoire o&ugrave; l'industrie des services financiers est en pleine expansion, les entreprises de gestion d'actifs commencent &agrave; investir dans ces technologies pour r&eacute;pondre aux besoins croissants du march&eacute;. Cette tendance se refl&egrave;te en effet dans les strat&eacute;gies adopt&eacute;es par des soci&eacute;t&eacute;s telles que BOA Capital Asset Management, qui cherchent &agrave; int&eacute;grer des modules sophistiqu&eacute;s pour relier leurs syst&egrave;mes CRM &agrave; leurs logiciels de gestion de placements.</p>
<p>Dans ce contexte, notre m&eacute;moire se focalisera sur le th&egrave;me suivant : MISE EN PLACE D'UN MODULE D'INTEGRATION ENTRE ATLANTIS CRM ET ATLANTIS SGO : CAS DE LA BOA CAPITAL ASSET MANAGEMENT.</p>
<h2>Probl&eacute;matique</h2>
<p>Dans un environnement o&ugrave; l'efficacit&eacute; et la r&eacute;activit&eacute; sont des crit&egrave;res d&eacute;terminants de succ&egrave;s, la mise en place d'une solution int&eacute;gr&eacute;e entre un syst&egrave;me de gestion de la relation client (CRM) et un logiciel de gestion de placement collectif en valeurs mobili&egrave;res (SGO) se pose comme un d&eacute;fi majeur. BOA Capital Asset Management se trouve confront&eacute;e &agrave; la difficult&eacute; de g&eacute;rer efficacement les donn&eacute;es client tout en assurant une gestion rigoureuse des placements financiers. L'absence d'une int&eacute;gration harmonieuse entre le logiciel de CRM (Atlantis CRM) et celui de gestion d'OPCVM (Atlantis SGO) entra&icirc;ne des redondances de donn&eacute;es, des inefficacit&eacute;s dans le traitement des informations, et par cons&eacute;quent, une diminution de la qualit&eacute; du service client.</p>
<p>La probl&eacute;matique &agrave; laquelle r&eacute;pond notre projet est donc la suivante : <strong>Comment concevoir et impl&eacute;menter un module d'int&eacute;gration efficace entre Atlantis CRM et Atlantis SGO pour am&eacute;liorer la gestion des relations client et des placements financiers ?</strong></p>
<h1>OBJECTIFS GENERAUX ET SPECIFIQUES</h1>
<h2>1. Objectif g&eacute;n&eacute;ral</h2>
<p>L'objectif principal est de concevoir et de mettre en &oelig;uvre un module d'int&eacute;gration entre Atlantis CRM et Atlantis SGO, qui permettra de synchroniser les donn&eacute;es client avec les informations de gestion des placements financiers, afin d'am&eacute;liorer la qualit&eacute; du service client et l'efficacit&eacute; op&eacute;rationnelle.</p>
<h2>2. Objectifs sp&eacute;cifiques</h2>
<ul>
<li>Automatisation des flux de donn&eacute;es : D&eacute;velopper des processus automatis&eacute;s pour le transfert et la synchronisation des donn&eacute;es entre Atlantis CRM et Atlantis SGO</li>
<li>Am&eacute;lioration de l'exp&eacute;rience utilisateur : Optimiser l'interface utilisateur pour permettre un acc&egrave;s facile et rapide aux informations int&eacute;gr&eacute;es, facilitant ainsi la prise de d&eacute;cision pour les gestionnaires de portefeuille et les &eacute;quipes de service client.</li>
<li>Renforcement de la s&eacute;curit&eacute; et de l'int&eacute;grit&eacute; des donn&eacute;es : Mettre en place des m&eacute;canismes robustes pour assurer la protection des donn&eacute;es sensibles &eacute;chang&eacute;es entre les deux syst&egrave;mes et leur non redondance.</li>
</ul>
<h1>METHODOLOGIE</h1>
<p>Suite &agrave; la probl&eacute;matique, le d&eacute;roulement de notre projet comportera trois (3) grandes parties.</p>
<p>En Premi&egrave;re Partie, <em>L'Approche M&eacute;thodologique</em>, dans laquelle nous pr&eacute;senterons la structure d'accueil, le cadre de r&eacute;f&eacute;rence ainsi que le projet.</p>
<p>En deuxi&egrave;me Partie, nous d&eacute;roulerons la conception du syst&egrave;me, quitte &agrave; d&eacute;finir la m&eacute;thode d'&eacute;tude, de mod&eacute;lisation et de r&eacute;alisation du projet.</p>
<p>Enfin la Troisi&egrave;me Partie qui est la R&eacute;alisation de la solution. Dans cette partie nous d&eacute;roulerons les diff&eacute;rents outils utilis&eacute;s, le syst&egrave;me de gestion de base de donn&eacute;es et scripts utilis&eacute;s pour la r&eacute;alisation de la solution cible.f</p>
<p>d</p>
<p>dedfjeoife</p>
<p>oifenzoinfz</p>
<p>ofnpezifnzpifzfn</p>
<p>aonfeipznfe&ocirc;</p>