<h1 style="text-align: center;">MINISTERE DE L'ENSEIGNEMENT SfUPERIEUR ET DE LA RECHERCHE SCIENTIFIQUE</h1>
<div style="text-align: center; margin: 20px 0;">
<p>[LOGO UNIVERSIT&Eacute;]</p>
</div>
<h2 style="text-align: center;">UNIVERSITE FELIX HOUPHOUET BOIGNY</h2>
<h3 style="text-align: center;">UFR MATHEMATIQUES ET INFORMATIQUE FILLIERES PROFESSIONNALISEES MIAGE-GI</h3>
<div style="text-align: center; margin: 20px 0;">
<p>REPUBLIQUE DE COTE D'IVOIRE</p>
<p>UNION - DICIPLINE - TRAVAIL</p>
</div>
<div style="text-align: center; margin: 20px 0;">
<p>[LOGO BOA]</p>
<p>[LOGO KYRIA]</p>
</div>
<h2 style="text-align: center;">KYRIA CONSULTANCY SERVICES</h2>
<p style="text-align: center;">M&eacute;moire de fin de cycle pour l'obtention du :</p>
<p style="text-align: center; font-weight: bold;">Dipl&ocirc;me d'ing&eacute;nieur de conception en informatique</p>
<p style="text-align: center;">Option M&eacute;thodes Informatiques Appliqu&eacute;es &agrave; la Gestion des Entreprises</p>
<h2 style="text-align: center;">Th&egrave;me :</h2>
<p style="text-align: center; font-weight: bold;">MISE EN PLACE D'UN MODULE D'INTEGRATION ENTRE ATLANTIS CRM ET ATLANTIS SGO :</p>
<p style="text-align: center; font-weight: bold;">CAS DE LA BOA CAPITAL ASSET MANAGEMENT</p>
<p style="text-align: center; text-decoration: underline;">PRESENTE PAR :</p>
<p style="text-align: center;">M. KOET BI BOH CHABEL BAHI</p>
<h1>PRESENTATION DU CADRE DE REFERENCE</h1>
<p>KYRIA CONSULTANCY SERVICES (KYRIA-CS) est une soci&eacute;t&eacute; d'ing&eacute;nierie financi&egrave;re sp&eacute;cialis&eacute;e dans le conseil et la strat&eacute;gie, qui a d&eacute;velopp&eacute; des comp&eacute;tences compl&eacute;mentaires pour r&eacute;pondre aux besoins sp&eacute;cifiques de ses clients et &agrave; leur &eacute;volution.</p>
<p>Cr&eacute;&eacute;e en Mai 2019, KYRIA-CS fournit un conseil et un accompagnement qui s'articulent autour d'une id&eacute;e forte qui est de transformer une vision strat&eacute;gique en actions et en processus. Elle s'appuie sur les connaissances professionnelles de ces ing&eacute;nieurs, qui peuvent pleinement appr&eacute;hender le syst&egrave;me d'information de l'entreprise, &agrave; savoir la r&eacute;daction du cahier des charges, le d&eacute;veloppement logiciel et l'ing&eacute;nierie. Elle accompagne surtout les entreprises pr&eacute;sentent dans les domaines de la Finance, l'assurance, la mutualit&eacute;, l'industrie et l'audit.</p>
<p>Organisation, technologie et cr&eacute;ativit&eacute; repr&eacute;sentent le point culminant des r&eacute;flexions de l'entreprise. L'objectif de KYRIA est de fournir dans la dur&eacute;e, un service qui apportent une r&eacute;elle valeur ajout&eacute;e aux entreprises. L'ensemble des m&eacute;thodes de travail, des outils utilis&eacute;s et des programmes de formation vont dans le sens de l'innovation collaborative et assurent ainsi la p&eacute;rennit&eacute; de notre qualit&eacute; de service.</p>
<p>KYRIA organise ses activit&eacute;s m&eacute;tiers autour de quatre p&ocirc;les d'expertises :</p>
<ul>
<li><strong>La Strat&eacute;gie</strong> : Strat&eacute;gie op&eacute;rationnelle, technologique ou commerciale</li>
<li><strong>Le Conseil</strong> : Transformation des entreprises et des administrations dans le contexte de la r&eacute;volution num&eacute;rique</li>
<li><strong>Le Num&eacute;rique</strong> : Relation client, marketing num&eacute;rique, big data, technologies mobiles, gestion de contenus, e-commerce</li>
<li><strong>La Technologie</strong> : Services technologiques, conseil, Logiciels sectoriels, recherche et d&eacute;veloppement</li>
</ul>
<p>Pour la &laquo; valeur ajout&eacute;e &raquo;, KYRIA nous donnons &agrave; ses prestations :</p>
<ul>
<li>Un accompagnement personnalis&eacute;</li>
<li>Un conseil de proximit&eacute; fourni par des professionnels exp&eacute;riment&eacute;s</li>
<li>Une approche personnalis&eacute;e de niveau international.</li>
</ul>
<p>&nbsp;</p>